Repository: GTRRoficial/Repo-GTRR
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: Eu sei que é difícil, mas dá uma chance e pelo menos fica familiarizado com esse vocabulário: materialismo, base material, infraestrutura, superestrutura, dialética, etc.
pt_br: I know it's complicated, but give it a chance and at least get familiarized with this vocabulary: materialism, material basis, infrastructure, superstructure, dialectics, etc.

source: Eu só me enxergava como eu mesma metade do tempo, tão feia quanto bela.
pt_br: I’m only seen as myself half of the time, the ugly and beautiful alike.

source: Eu só ‘tô mostrando para vocês como as categorias que a dialética trabalha são categorias conectadas e móveis.
pt_br: I'm just showing you how the categories that dialectics works are interconnected and ever changing.

source: Eu vou evitar trazer muita citação aqui, mas essas situações eu acho que elas ajudam porque essa parte é difícil mesmo, tá?
pt_br: I'll avoid reading too many quotations but I think these ones are helpful because this part is quite difficult.

source: Eu vou falar assim, só com a câmera, e depois a gente vai recapitular.
pt_br: I'm going to talk like that, with just the cam, and we'll recap later.

source: Eu, ainda hoje, luto contra tudo isso, enquanto colaboro com organizações e membros da comunidade.
pt_br: I still wrestle with all this, as I collaborate with organisers and community members today.

source: Existe uma definição clássica dos próprios economistas burgueses: Propriedade privada é a livre disposição da força de trabalho de outrem.
pt_br: There is a classical definition of the bourgeois economists themselves: Private property is the free disposal of another's labor power.

source: Existem sociedades sem classes?
pt_br: Are there classless societies?

source: Falar de exploração no capitalismo não é juízo, é descritivo.
pt_br: Talking about exploitation in Capitalism is not a judgment on moral grounds, it's merely descriptive.

source: Fascists respond to power more than they do other people being right.
pt_br: Fascistas respondem ao poder mais do que às outras pessoas estarem certas.

source: Fazer um carro da muito mais trabalho para fazer do que um copo.
pt_br: Making a car requires way more labour than making a glass.

source: For Black trans women, there is always a tension between force and grace, between taking up too much space and being civil.
pt_br: Para mulheres trans pretas, há sempre uma tensão entre força e graça, entre ocupar espaço demais e ser civilizada.

source: Force from dominant actors sets the limits of our subjugated life.
pt_br: A força vinda de atores dominantes estipula os limites de nossa vida subjugada.

source: Forças produtivas são como os humanos atuam sobre a natureza.
pt_br: Productive forces are how humans act on nature.

source: Frequentemente confundiam meu gênero enquanto eu falava ao telefone em meu último trabalho com tecnologia, com ocasionais acertos por conta do nome que escolhi e como minha voz soava em uma chamada VOIP ruim.
pt_br: I was often misgendered while talking on the phone at my last tech job, with occasional correct guesses because of my chosen name and what my voice sounds like over a fuzzy VOIP call.

source: From being someone’s ghetto fucktoy, to being considered a possible school shooter for being too introverted, to being a bigots’ token they can lean on while speaking broadly about heavy concepts to whoever listened.
pt_br: Do brinquedo sexual do gueto, a ser considerada um possível atirador em massa na escola por ser introvertida demais, a ser símbolo em que um

source: Fábrica, matéria-prima, energia.
pt_br: Factory, raw material, energy.

source: Fábrica, máquina, terra, energia, matéria-prima e força de trabalho.
pt_br: Factory, machine, land, energy, raw material and workforce.

source: Há uma linha da qual tenho que estar consciente o tempo todo quando falo, para que eu possa ser considerada racional, civilizada e materialista.
pt_br: There’s a line I have to be conscious of at all times when I speak, so I can be considered rational, civil, and materialist.

source: I approached things like Xena: Warrior Princess, Sailor Moon, fashion, and other sources of momentary release out of pure love.
pt_br: Eu me aproximei de coisas como Xena: a princesa guerreira, Sailor Moon, moda, e outras fontes de libertação momentânea por puro amor.

source: I can’t always get people to care or to see me, no matter how nice, smart, or hardworking I am.
pt_br: Não consigo sempre fazer as pessoas se importarem comigo, não importa o quão gentil, inteligente ou esforçada eu seja.

source: I could resist the regulatory violence that has defined my past, and still serves as the focus for my neuroses.
pt_br: Eu poderia resistir à violência reguladora que definiu o meu passado e que ainda serve de foco para as minhas neuroses.

source: I don’t know how long my comrades will stick with me, or how much of me is acceptable or good, yet I feel duty-bound to see it to the end.
pt_br: Não sei por quanto tempo meus camaradas vão seguir ao meu lado, ou quanto de mim é aceitável ou bom, mas me sinto na obrigação persistir até o fim.

source: I fill everything in-between with self-reflection, and however much energy I have to wade through awful opinions and astroturfed popularity campaigns on social media.
pt_br: Eu ocupo todo o resto com autorreflexão e quanta energia eu tiver para me arrastar através de opiniões horríveis e campanhas de popularidade nas redes sociais feitas com astroturfing.

source: I have been punished and mocked for my sexual experiences, some good and some bad, while being told to live up to nebulous standards of manhood.
pt_br: Fui punida e ridicularizada pelas minhas experiências sexuais, algumas boas e outras más, enquanto me diziam para viver de acordo com os nebulosos padrões de masculinidade.

source: I haven’t spoken to her since.
pt_br: Desde então, não tenho falado com ela.

source: I just walked away.
pt_br: Eu apenas fui embora.

source: I left behind my journal, which she then exposed to my immediate family and others.
pt_br: Eu tinha deixado o meu diário lá, que ela então expôs para a minha família próxima e outros.

source: I resented being assigned male and the social impositions that came with it.
pt_br: Eu ressentia as imposições sociais colocadas em mim por ter sido designada como homem.

source: I still felt chained.
pt_br: Eu ainda me sentia acorrentada.

source: I still hated my body, and would spend nights interrogating myself in front of the bathroom mirror.
pt_br: Eu ainda odiava meu corpo e passava noites me interrogando em frente ao espelho do banheiro.

source: I treated my increasingly obvious bisexuality with the same contempt.
pt_br: Eu desprezei a minha bissexualidade que era cada vez mais óbvia do mesmo jeito.

source: I was given no advice on how to reconcile this with vivid memories of domestic violence and divorce.
pt_br: Não recebi nenhum conselho sobre como reconciliar isso com memórias vívidas de violência doméstica e divórcio.

source: I was outed by my abuser when I moved out of my old home eight years ago.
pt_br: Fui forçada para fora do armário pela minha abusadora quando me mudei da minha antiga casa oito anos atrás.

source: I was scolded for crying after a fight.
pt_br: Me repreendiam por chorar depois de uma briga.

source: I was still a probable threat.
pt_br: Eu ainda era uma provável ameaça.

source: I was told only the most rudimentary and idealised things about love, duty, and sex.
pt_br: Me diziam só as coisas mais básicas e idealizadas sobre amor, deveres, e sexo.

source: I was told that I would be a great husband with a beautiful wife and kids.
pt_br: Me diziam que eu seria um ótimo marido com uma linda esposa e filhos.

source: I was told to take my hands off my hips, and to walk on the outside of the sidewalk when a woman is around.
pt_br: Me diziam para tirar minhas mãos do meu quadril, e atravessar a calçada quando uma mulher estiver perto.

source: I will probably be dealing with people who are like my mother, in varying degrees, for the rest of my life.
pt_br: Provavelmente, vou ter que lidar com pessoas que são que nem minha mãe, de formas variadas, pelo resto da minha vida.

source: Idealismo, gente, é você criar uma ideia na sua cabeça e tentar aplicar à realidade.
pt_br: Idealism means you create an idea in your head and try to apply it to reality.

source: If I was nothing but a failed man with a fucked up voice, a desire for true love and ambitions to boot, then the least I could do was reduce my collateral damage.
pt_br: Se eu não passava de um homem que deu errado com uma voz fodida, um desejo por amor verdadeiro e ambições ainda por cima, o mínimo que eu poderia fazer era reduzir os danos colaterais.

source: If every step we make forms craters anyway, why retreat?
pt_br: Se, de qualquer jeito, todo passo que tomamos forma crateras, por que recuar?

source: If we displace space and time, and a presumed peace, just by standing around, where can we really hide?
pt_br: Se deslocamos espaço e tempo, e uma pressuposta paz, só por ficarmos paradas esperando, onde podemos de fato nos esconder?

source: Imagina o seguinte: se você tem uma jornada de 8 horas diárias de trabalho e em 4 horas você produz o valor equivalente ao seu salário, as outras quatro horas você trabalhou de graça.
pt_br: Imagine the following: If you have an 8-hour workday and in four hours you produce the equivalent value of your salary, the other four hours you worked for free.

source: Imagina que você trabalha numa fábrica.
pt_br: Imagine that you work on a factory .

source: In a Jehovah’s Witness household, that would eventually turn to other religions and beliefs, I was expected to embody all the usual aspirations my parents had for their first-born child.
pt_br: Em uma família de Testemunhas de Jeová, que acabaria se voltando para outras religiões e crenças, esperava-se que eu incorporasse todas as aspirações usuais que meus pais tinham por seu filho mais velho.

source: In these spaces, sometimes it falls on me to bring up the uncomfortable just to make sure everyone is on the same page, and I’m not always able to do that.
pt_br: Nesses espaços, às vezes cabe a mim trazer o desconfortável só para certificar que todos estão de acordo, e nem sempre sou capaz de fazer isso.

source: In this case the very concept of Che’s love for humanity is a verb, one I’ve had to carry with me into spaces much different to ones he probably had in mind.
pt_br: Neste caso, o próprio conceito de amor à humanidade de Che é um verbo, um que tive de carregar comigo para espaços muito diferentes dos que ele provavelmente havia em mente.

source: In this shifting context, poverty and pathologisation become the only stable things, and from that ethereal ground, we blossom.
pt_br: Neste contexto em constante mudança, pobreza e patologização se tornam as únicas coisas estáveis, e desse solo etéreo, desabrochamos.

source: Inata ou compulsória, assim é a feminilidade, uma questão daquilo que você se chama ou do olhar julgador de uma outra pessoa.
pt_br: So it is with femininity – whether innate or compulsory, a matter of what you call yourself, or the judging gaze of someone else.

source: Inclusive, eu até coloquei aqui, ó.
pt_br: By the way, I even put here, look.

source: Influenciado de que forma?
pt_br: But influenced in what way?

source: Infraestrutura e superestrutura não são categorias fixas e móveis.
pt_br: Infrastructure and superstructure aren't fixed, unchanging categories.

source: Isso a gente chama de superestrutura.
pt_br: We call that superstructure.

source: Isso aqui é importantíssimo, uma vez que se ergue essa superestrutura, essa superestrutura impacta novamente as bases materiais.
pt_br: This is really important; once this superstructure has risen, it impacts back on the material basis.

source: Isso aqui é uma citação Capital.
pt_br: That's a quotation from Capital.

source: Isso ele tá se referindo a trechos do livro que eu estou citando aqui, “Do Socialismo Utópico ao Socialismo Científico”, do Engels.
pt_br: That's referring to passages of this book I'm quoting, "Socialism: Utopian and Scientific" by Engels.

source: Isso está conectado, a gente nunca pode perder de vista a base material da realidade.
pt_br: That is all connected and we can never loose sight of the material basis of reality.

source: Isso faz parte da realidade material também.
pt_br: That's part of material reality as well.

source: Isso não é um juízo moral.
pt_br: This is not a moral judgment.

source: Isso quando o capitalismo era bem menor do que é hoje; quando ele estava restrito a alguns países, só.
pt_br: This is when capitalism was way smaller than it is today; when it was restricted to only a couple of countries.

source: Isso quer dizer que se eu tiver uma fábrica de copo e eu demorar o tempo que demora para fazer um carro para fazer esse copo, significa que o copo vai valer muito?
pt_br: Does this mean that if I had a glass factory, and it took me the same amount of time needed to make a car, to make this glass, the glass would get more expensive?

source: Isso tudo é produzido para satisfazer nossas necessidades materiais.
pt_br: That all produced in order to satisfy our material needs.

source: Isso é algo que a gente precisaria de dez tomos para responder.
pt_br: That's something we'd need ten tomes to answer,

source: Isso é o materialismo histórico.
pt_br: That's historical materialism.

source: Isso é o materialismo.
pt_br: That's materialism.

source: Isso é o seu salário sendo pago para você comprar o mínimo para você existir, só.
pt_br: Your salary is being paid to you so that you can buy what you need to continue existing..

source: Isso é um movimento dialético.
pt_br: That's a dialectical movement.

source: It contained all of my private feelings about my identity, my hopes, my dreams.
pt_br: Nele, tinha todos os meus sentimentos pessoais sobre minha identidade, minhas esperanças, meus sonhos.

source: It is the power of protesters, armed with organisational knowledge and taking collective action, which pushed Milo Yiannopoulos into bankruptcy.
pt_br: Foi o poder dos manifestantes, armados com conhecimento organizacional e agindo coletivamente, que levou Milo Yiannopoulos à falência.

source: It’s how I navigate my life as an artist, sex worker, and occasional employee.
pt_br: É assim que conduzo minha vida como artista, trabalhadora sexual e, ocasionalmente, como trabalhadora assalariada.

source: I’m happy to say that I have found that space.
pt_br: Tenho o prazer de dizer que já encontrei esse lugar.

source: I’m only seen as myself half of the time, the ugly and beautiful alike.
pt_br: Eu só me enxergava como eu mesma/o metade do tempo, the ugly and beautiful alike.

source: I’ve seen people talk all of those things out almost as much as I’ve seen people fracture over them, seen them used as assets as much as they get derided as a waste of space.
pt_br: Eu vi gente resolver todas essas coisas na conversa quase tanto quanto eu vi gente cindir por elas, as vi sendo usadas como recursos quase tanto quanto tachadas como desperdício de espaço.

source: I’ve seen the good that can be done when one steps out of oneself, carrying difference and pain with them, and working with others.
pt_br: Eu vi o bem que pode ser feito quando se sai de si mesmo, carregando diferença e dor consigo e trabalhando com outros.

source: Já a dialética, outra citação do Engels: “...focaliza as coisas e suas imagens conceituais substancialmente em suas conexões, em sua concatenação, em sua dinâmica, em seu processo de nascimento e caducidade, fenômenos como os expostos não são mais que outras tantas confirmações de seu modo genuíno de proceder”.
pt_br: Dialectics, on the other hand, another quote from Engels: "...comprehends things and their representations, ideas, in their essential connection, concatenation, motion, origin and ending. Such processes as those mentioned above are, therefore, so many corroborations of its own method of procedure".

source: Já na década de 70 do século XIX, o Engels fala em sete crises do capitalismo.
pt_br: Already in the 70's of the 19th century, Engels talks about seven crises of capitalism.

source: Leaning into being scary, even during moments of vulnerability, just to get a word in.
pt_br: Recorrer a assustar as pessoas, mesmo em momentos de vulnerabilidade, só para conseguir falar.

source: Lembra a gente falou que a dialética era importante?
pt_br: Remember we said dialectics was important?

source: Lembra o que eu falei?
pt_br: Remember what I said?

source: Lembra que a gente falou que a mercadoria é centro das relações sociais?
pt_br: Remember that the commodity is the center of our social relations?

source: Lembra que a gente falou que o marxismo e comunismo são avessos a utopismos?
pt_br: Remember we said that Marxism and Communism have an aversion towards utopianism?

source: Lembra que eu falei para a gente olhar em volta?
pt_br: Remember I told you to look around?

source: Lembra que eu falei para vocês olharem em volta e pensarem em quem fez o que vocês têm?
pt_br: Do you remember when I told you to look around and think about who made the things you have?

source: Lembra que eu falei que o Marx foi exilado na França e ele conhece o Engels lá?
pt_br: Remember I said that Marx was exiled in France and he met Engels there?

source: Lembra que eu falei que o marxismo surge como uma crítica ao idealismo?
pt_br: Remember I said Marxism came around as a critique to idealism?

source: Lembra que o Marx era um jovem hegueliano?
pt_br: Remember Marx was a Young Hegelian?

source: Lembra que propriedade privada é livre disposição da força de trabalho de outrem?
pt_br: Remember that private property is the free disposal of another's labor power?

source: Lembrando que nós estamos falando da propriedade privada dos Meios de produção.
pt_br: Remembering that we are talking about the private property of means of production.

source: Logo, o carro tem um valor muito superior ao do copo.
pt_br: Therefore, a car has much more Value than a glass.

source: Luta de classes.
pt_br: Class struggle.

source: Mais-valia absoluta: aumentou a jornada de trabalho, aumentou o lucro do patrão.
pt_br: Absolute surplus value: the workday increases, so the capitalist's profit increases.

source: Marxista não desassocia a economia de política.
pt_br: Marxists doesn't disassociate economy from politics.

source: Mas como toda referência, ela pode mudar.
pt_br: But like all measurements, it can change.

source: Mas eu não me deixava perdoar por ter vivido tudo isso.
pt_br: But I did not allow myself to be forgiven for living through all of this.

source: Mas o problema é que isso só me confortava temporariamente.
pt_br: The thing is though, that only gave me temporary comfort.

source: Mas, capital pode ser dinheiro?
pt_br: But capital can be money?

source: Mas, eu vou começar com a citação, e depois a gente vai descrever o Valor, e não contrário.
pt_br: But I'll start with the quote and then we are gonna describe Value, not the contrary.

source: Mas, o que é mercadoria?
pt_br: But, what is a commodity?

source: Materialismo é a concepção de que a produção material é a base da nossa ordem social.
pt_br: Materialism is the understanding that material production is the basis for our social structure.

source: Materialismo.
pt_br: Materialism.

source: Maybe I would never be an outright good person, but at least I could try not to repeat the echo of male domination.
pt_br: Talvez eu nunca me tornasse uma pessoa totalmente boa, mas eu poderia ao menos tentar não repetir o eco da dominação masculina.

source: Meios de produção: o que é necessário para execução do trabalho.
pt_br: Means of production: what is necessary for the execution of work.

source: Mercadoria é algo que é produzido para consumo de outra pessoa e para ser trocado no mercado.
pt_br: Commodity is something that is produced for someone else's comsuption, and to be traded on the market.

source: Mercadoria: algo produzido para ser consumido por outro, para ser vendido no mercado, show?
pt_br: Commodity: something produced to be consumed by the other, to be sold in the market, okay?

source: Mesmo assim, eu não tenho certeza se elas iriam gostar de mim.
pt_br: Even so, I’m not sure if they would like me.

source: Mesmo com suas diferenças, na época em que Black Lives Matter trabalhou em Ferguson, várias pessoas deram perspectivas históricas e contemporâneas sobre o que levou a esse ponto.
pt_br: Even with their differences, by the time Black Lives Matter worked in Ferguson, multiple people gave historical and contemporary perspectives on what led up to that point.

source: Meu corpo está espalhado por todas as partes da internet, porque eu o coloco lá ao acaso.
pt_br: My body is plastered all over parts of the internet, because I put it there on occasion.

source: Modo de produção é o resultado das interações entre forças produtivas e relações de produção.
pt_br: Mode of production is the result of interactions between productive forces and relations of production.

source: My neurosis spilt out the longer people knew me.
pt_br: Quanto mais as pessoas me conheciam, mais se mostrava a minha neurose.

source: My own gender journey was harsh.
pt_br: Minha própria jornada de gênero foi difícil.

source: Na cabeça deles.
pt_br: In their minds.

source: Na época, o termo economia política era dominante porque se tinha clareza de que economia e política eram indissociáveis.
pt_br: Back then, "Political Economy" term was dominant because it was clear that "Economics" and "Politics" were inseparable.

source: Nada disso tirava do lugar a alienação que eu sentia.
pt_br: None of that displaced the alienation I felt.

source: No "modo de menino" eu tinha amigos e relacionamentos, mas ainda esperavam que eu me conformasse às mesmas normas tóxicas, mesmo entre pessoas que, elas mesmas marginalizadas, afirmavam ser contra essas normas.
pt_br: In ‘boy mode’ I had friends and relationships, but I was still expected to live up to the same toxic norms even with people who claimed to be against them as marginalised people themselves.

source: No Capitalismo, a mercadoria é centro das relações sociais.
pt_br: In capitalism, the commodity is the center of social relations.

source: No Capitalismo, a nossa força de trabalho também é mercadoria.
pt_br: In Capitalism, our labour power is also a commodity.

source: No Capitalismo, nosso trabalho é fragmentado, ele é dividido em pequenas partes especializadas.
pt_br: In Capitalism, out work is segmented, it is broken down into specialized small parts.

source: No capitalismo a gente não produz a nossa existência, a gente compra a nossa existência.
pt_br: In capitalism we don't produce our existence, we buy our existence..

source: No que consiste a crítica da economia política do Marx?
pt_br: What is the critique of Marx's Political Economy?

source: No que consiste a live de hoje?
pt_br: What does today's live consist of?

source: No século XIX!
pt_br: In the 19th century.

source: Nossa infraestrutura é produção de alimentos, produção de roupas, produção de casas, etc.
pt_br: Our infrastructure is the production of food, of clothing, of houses, etc.

source: Nossas ideias são uma abstração da realidade.
pt_br: But rather our ideas are an abstraction of reality.

source: Not all our battles can be won through deflating conflicts, clearly worded reasoning, and reconciliation.
pt_br: Nem todas as nossas batalhas podem ser vencidas através do apaziguamento de conflitos, do raciocínio claramente exposto e da reconciliação.

source: Not while I’m still deemed a body made for extraction and consumption.
pt_br: Não enquanto eu ainda sou considerada um corpo feito para exploração e consumo.
